Repository: gooroom/gnome-mpv
Catalog: po/*.po
Languages: es

source: Enable or disable dark theme
es: Habilitar el tema oscuro

source: Enable or disable client-side decorations
es: Habilitar decoraciones del lado del cliente

source: Whether or not to make file chooser dialog remember last folder accessed
es: Recordar la localización del último archivo abierto

source: Options to pass to mpv
es: Opciones extra de MPV

source: Path to mpv configuration file
es: Archivo de configuración de MPV:

source: Load or don't load mpv configuration file
es: Cargar archivo de configuración de MPV

source: Path to mpv input configuration file
es: Archivo de configuración de entrada de MPV:

source: Load or don't load mpv input configuration file
es: Cargar archivo de configuración de entrada de MPV

source: Width of the window
es: Ancho de la ventana

source: Height of the window
es: Altura de la ventan

source: Volume of player
es: Volúmen del reproductor

source: Width of the playlist
es: Ancho de la lista de reproducción

source: Show or not show the playlist
es: Mostrar la lista de reproducción

source: URI of the last folder accessed
es: Dirección de la ultima carpeta accedida

source: Whether the settings has already been migrated from the previous version
es: Se ha efectuado una migración de preferencias de la última version

source: Whether or not to use floating controls in windowed mode
es: Usar controles flotantes en modo ventana

source: Whether or not to enable MPRIS support
es: Habilitar soporte MPRIS

source: Whether or not to enable GNOME-Settings-Daemon-based media keys support
es: Habilitar teclas multimedia de Gnome

source: Show or not show the controls
es: Mostrar los controles

source: GTK+ frontend for mpv
es: Frontend de GTK+ para MPV

source: GNOME MPV is a simple GTK+ frontend for mpv, which is a very powerful media player capable of playing virtually all video and audio formats. The design of GNOME MPV is based on GNOME HIG, though it is not dependent on any GNOME libraries. GNOME MPV also offers an option to disable client-side decorations (CSD) for better compatibility with non-GNOME systems.
es: GNOME MPV es un frontend simple de GTK+ para MPV, un poderoso reproductor multimedia capaz de reproducir virtualmente todos los formatos de audio y video. El diseño de MPV esta basado en GNOME HIG, aunque no depende de ninguna librería de GNOME. Además, GNOME MPV ofrece una opción para deshabilitar decoraciones del lado del cliente (CSD) para mejorar la compatibilidad para sistemas no basados en GNOME.

source: Features:
es: Características:

source: Drag and drop playlist
es: Arrastrar y soltar a la playlist

source: Loading external mpv configuration files
es: Cargar archivos de configuración externos de MPV

source: MPRIS2 D-Bus interface
es: Interfaz MPRIS2 D-Bus

source: The main window with CSD disabled
es: La ventana principal con decoraciones del lado del cliente deshabilitadas

source: The main window with playlist open
es: La ventana principal con la lista de reproducción abierta

source: New Window
es: Nueva Ventana

source: Playing
es: Reproduciendo

source: Show release version
es: Mostrar versión

source: Enqueue
es: Encolar

source: Create a new window
es: Crear nueva ventana

source: Don't connect to an already-running instance
es: No conectarse a una instancia que ya se está ejecutando

source: Pause
es: Pausa

source: Play
es: Reproducir

source: Stop
es: Detener

source: Forward
es: Adelantar

source: Rewind
es: Rebobinar

source: Next Chapter
es: Capítulo siguiente

source: Previous Chapter
es: Capítulo anterior

source: Toggle Fullscreen
es: Alternar pantalla completa

source: _Cancel
es: _Cancelar

source: _Open
es: _Abrir

source: All Files
es: Todos los archivos

source: Media Files
es: Archivos multimedia

source: Audio Files
es: Archivos de Audio

source: Video Files
es: Archivos de video

source: Image Files
es: Archivos de imágen

source: Subtitle Files
es: Archivos de subtítulo

source: None
es: Ninguno

source: Unknown
es: Desconocido

source: _Load External…
es: _Abrir...

source: _File
es: _Archivo

source: Open _Location
es: Abrir _Localización

source: _Save Playlist
es: Abrir _lista de reproducción

source: _Quit
es: _Salir

source: _Edit
es: _Editar

source: _Preferences
es: _Preferencias

source: _Video Track
es: Pista de _video

source: _Audio Track
es: Pista de _audio

source: S_ubtitle Track
es: Pista de S_ubtítulo

source: _View
es: _Vista

source: _Toggle Controls
es: Alternar _controles

source: _Toggle Playlist
es: Alternar _lista de reproducción

source: _Fullscreen
es: _Pantalla completa

source: _Normal Size
es: Tamaño _normal

source: _Double Size
es: Tamaño _doble

source: _Half Size
es: _Mitad de tamaño

source: _Help
es: _Ayuda

source: _Keyboard Shortcuts
es: Atajos de _teclado

source: _About
es: _Acerda de

source: _New Window
es: _Nueva Ventana

source: Location:
es: Localización:

source: Failed to apply one or more MPV options.
es: Fallo al aplicar uno o más opciones de MPV.

source: _Add…
es: _Agregar...

source: Add _Location…
es: Agregar _Localización

source: _Shuffle
es: _Mezclar

source: Loop _File
es: Repetir A_rchivo

source: Loop _Playlist
es: Repetir L_ista

source: Playlist
es: Lista de reproducción

source: Add Plugin
es: Agregar extensión

source: Lua Plugins
es: Extensiones Lua

source: JavaScript Plugins
es: Extensiones JavaScript

source: C Plugins
es: Extensiones C

source: No plugins found
es: No se encontraron extensiones

source: Remove
es: Quitar

source: Are you sure you want to remove this script? This action cannot be undone.
es: Seguro que quieres quitar este script? Esta acción no se puede deshacer.

source: <b>User Interface</b>
es: <b>Interfaz de usuario</b>

source: Enable client-side decorations
es: Habilitar decoraciones del lado del cliente

source: Enable dark theme
es: Habilitar tema oscuro

source: Use floating controls in windowed mode
es: Usar controles flotantes en modo ventana

source: Remember last file's location
es: Recordar ubicación del último archivo

source: <b>MPV Configuration</b>
es: <b>Configuración de MPV</b>

source: Load MPV configuration file
es: Cargar archivo de configuración de MPV:

source: MPV configuration file:
es: Archivo de configuración de MPV:

source: <b>Keybindings</b>
es: <b>Atajos</b>

source: Load MPV input configuration file
es: Cargar archivo de configuración de entrada de MVP

source: MPV input configuration file:
es: Archivo de configuración de entrada de MPV

source: <b>Miscellaneous</b>
es: <b>Misceláneo</b>

source: Always open new window
es: Siempre abrir nueva ventana

source: Prefetch metadata
es: Obtener metadatos

source: Enable MPRIS support
es: Habilitar soporte MPRIS

source: Enable media keys support
es: Habilitar teclas multimedia

source: Extra MPV options:
es: Opciones extra de MPV:

source: Plugins
es: Extensiones

source: _Save
es: _Guardar

source: Preferences
es: Preferencias

source: Open file
es: Abrir archivo

source: Open location
es: Abrir ubicación

source: Add file to playlist
es: Agregar archivo a la lista de reproducción

source: Add location to playlist
es: Agregar ubicación a la lista de reproducción

source: Show preferences dialog
es: Mostrar diálogo de preferencias

source: Toggle controls
es: Alternar controles

source: Toggle playlist
es: Alternar lista de reproducción

source: Toggle fullscreen mode
es: Alternar pantalla completa

source: Leave fullscreen mode
es: Salir de pantalla completa

source: Toggle OSD states between normal and playback time/duration
es: Alternar estados de OSD entre normal y tiempo/duración reproducción

source: Show filename on the OSD
es: Mostrar nombre de archivo en OSD

source: Show progress, elapsed time, and duration on the OSD
es: Mostrar progreso, tiempo transcurrido y duración en OSD

source: Seek backward/forward 5 seconds
es: Desplazarse atrás/adelante 5 segundos

source: Exact seek backward/forward 1 second
es: Desplazarse atrás/adelante exactamente 1 segundo

source: Seek backward/forward 1 minute
es: Desplazarse atrás/adelante 1 minuto

source: Exact seek backward/forward 5 seconds
es: Desplazarse atrás/adelante exactamente 5 segundos

source: Seek to previous/next subtitle
es: Desplazarse al subtítulo previo/siguiente

source: Step backward/forward a single frame
es: Desplazarse atrás/adelante un solo cuadro

source: Seek to the beginning of the previous/next chapter
es: Ir al principio del siguiente/anterior capítulo

source: Decrease/increase playback speed by 10%
es: Aumentar/Disminuir velocidad de reproducción un 10%

source: Halve/double current playback speed
es: Reducir a la mitad/Duplicar velocidad de reproducción

source: Reset playback speed to normal
es: Normalizar velocidad de reproducción

source: Go backward/forward in the playlist
es: Ir atrás/adelante en la lista de reproducción

source: Remove selected playlist item
es: Quitar item seleccionado de lista de reproducción

source: Save playlist
es: Guardar lista de reproducción

source: Set/clear A-B loop points
es: Fijar/eliminar puntos A-B de la repetición

source: Toggle infinite looping
es: Alternar repetición infinita

source: Pause or unpause
es: Pausar o despausar

source: Quit
es: Quitar

source: Save current playback position and quit
es: Guardar posición actual de reproducción y salir

source: Cycle through audio tracks
es: Ciclar a través de las pistas de audio

source: Decrease/increase volume
es: Disminuir/aumentar volúmen

source: Mute or unmute
es: Silenciar/No silenciar

source: Adjust audio delay by +/- 0.1 seconds
es: Ajustar retraso de audio +/- 0.1 segundos

source: Toggle subtitle visibility
es: Alternar visibilidad del subtitulo

source: Cycle through available subtitles
es: Ciclar a través de los subtitulos disponibles

source: Adjust subtitle delay by +/- 0.1 seconds
es: Ajustar retraso de subtitulos +/- 0.1 segundos

source: Toggle SSA/ASS subtitles style override
es: Alternar soreescritura de estilo de subtitulos SSA/ASS

source: Move subtitles up/down
es: Mover subtitulos arriba/abajo

source: Toggle VSFilter aspect compatibility mode
es: Alternar modo de compatibilidad de aspecto de VSFilter

source: Cycle through video tracks
es: Ciclar a traves de las pistas de video

source: Decrease/increase pan-and-scan range
es: Disminuir/aumentar rango de pan-and-scan

source: Take a screenshot
es: Tomar una captura de pantalla

source: Take a screenshot, without subtitles
es: Tomar una captura de pantalla, sin subtitulos

source: Take a screenshot, as the window shows it
es: Tomar una captura de pantalla, tal como se muestra en la ventana

source: Resize video to half its original size
es: Cambiar tamaño de video a la mitad del original

source: Resize video to its original size
es: Cambiar tamaño de video a su tamaño original

source: Resize video to double its original size
es: Cambiar tamaño de video a l doble del original

source: Adjust contrast
es: Ajustar contraste

source: Adjust brightness
es: Ajustar brillo

source: Adjust gamma
es: Ajustar gamma

source: Adjust saturation
es: Ajustar saturación

source: Activate or deactivate deinterlacer
es: Activar/Desactivar interlineado

source: Cycle aspect ratio override
es: Ciclar relación de aspecto

source: User Interface
es: Interfaz de usuario

source: Subtitle
es: Subtítulo

source: Playback
es: Reproducción

source: Seeking
es: Buscando

source: Enabling or disabling client-side decorations requires restarting to take effect.
es: Habilitar o deshabilitar decoraciones del lado de cliente requiere reiniciar para tomar efecto

source: Add File to Playlist
es: Agregar archivo a la lista de reproducción

source: Open File
es: Abrir archivo

source: Add Location to Playlist
es: Agregar ubicación de la lista de reproducción

source: Open Location
es: Abrir ubicación

source: Load Audio Track…
es: Cargar Pista de Audio...

source: Load Subtitle Track…
es: Cargar Pista de Subtitulos...

source: Save Playlist
es: Guardar lista de reproducción

source: A GTK frontend for MPV
es: Una interfaz GTK para MPV

source: translator-credits
es: Sergio D. Márquez <marquez.sergio.d@gmail.com>
